{
  "homepage.intro": "Kobler sammen Stockholm med KTHs fremste teknologistudenter",

  "homepage.contact.short.title": "Kontakt",
  "homepage.contact.short.description": "Ikke nøl med å kontakte oss hvis du er interessert i å ha et arrangement eller ønsker å lære mer.",
  "homepage.contact.short.button": "Lær mer",
  "homepage.contact.title": "Samarbeid med oss",
  "homepage.contact.description": "Hvis du er interessert i å ha et arrangement med oss eller er nysgjerrig og ønsker å lære mer, ikke nøl med å kontakte <strong>{{name}}</strong>.",
  "homepage.contact.buttonPrimary": "Kontakt oss",
  
  "homepage.project.short.title": "Prosjektet",
  "homepage.project.short.description": "Studs er et prosjekt fra KTH drevet av et utvalg av ingeniørstudenter i masterprogrammer relevante for datavitenskap.",
  "homepage.project.short.button": "Lær mer",
  "homepage.project.title": "Prosjektet",
  "homepage.project.description": "Studs er et prosjekt fra KTH drevet av et utvalg av <strong>{{name}}</strong> ingeniørstudenter i masterprogrammer relevante for datavitenskap. Ved å organisere arrangementer sammen med bedrifter, skaper vi muligheter for å gi både studenter og deres potensielle arbeidsgivere verdifull tid sammen. På slutten av kurset drar Studs på en studietur for å møte bedrifter i utlandet.",
  "homepage.project.buttonPrimary": "Om oss",
  "homepage.project.buttonSecondary": "Studietur",
  
  "homepage.events.short.title": "Arrangementene",
  "homepage.events.short.description": "I løpet av året vil Studs-medlemmer møte bedrifter under arrangementer, vanligvis organisert på bedriftens kontorer.",
  "homepage.events.short.button": "Lær mer",
  "homepage.events.title": "Arrangementene",
  "homepage.events.description": "I løpet av året vil Studs-medlemmer møte bedrifter under arrangementer, vanligvis organisert på bedriftens kontorer. For studentene er dette en mulighet til å få dypere innsikt i hvordan bedriftens arbeidsliv ser ut og om bedriftens virksomhet. Studs hjelper bedriftene med å skreddersy arrangementene etter deres behov, noe som garanterer at hvert arrangement er like unikt som bedriften som har arrangert det.",
  "homepage.events.buttonPrimary": "Tidligere arrangementer",

  "about.groupTitle": "Studs",
  "about.title": "Dette er Studs",
  "about.intro": "Studs-prosjektet er et årlig nonprofit-prosjekt fra KTH med et mål om å gi studenter som tar en mastergrad relatert til datavitenskap en mulighet til å knytte nettverk med IT selskaper. Ved å organisere arrangementer sammen med selskaper, skaper Studs muligheter for å gi både studenter og deres potensielle arbeidsgivere verdifull tid sammen. Under disse arrangementene vil studentene få dypere innsikt i arbeidslivet i selskapet og om selskapets drift. Studs består av rundt 30 utvalgte studenter hvert år. Du kan se medlemmene av Studs for de siste årene nedenfor.",
  "about.primaryButton": "Opprett bruker",

  "events.title": "Tidligere arrangementer",
  "events.intro": "Her er en samling av arrangementer vi har arrangert sammen med selskaper tidligere.",
  "events.groupTitle": "Arrangementer",
  "events.noLocation": "Ikke angitt",
  "events.primaryButton": "Opprett arrangement",
  "events": "Arrangement",

  "eventPost.notPublished": "Dette arrangementet er ikke publisert ennå",
  "eventPost.edit.label.studsYear": "Studs år",
  "eventPost.edit.label.author": "Forfatter",
  "eventPost.edit.label.title": "Tittel",
  "eventPost.edit.label.company": "Selskap",
  "eventPost.edit.label.description": "Beskrivelse",
  "eventPost.edit.label.addFrontImage": "Legg til forsidebilde",
  "eventPost.edit.label.addImages": "Legg til bilder som skal brukes i arrangementbeskrivelsen",
  "eventPost.edit.alertHeader": "Hvordan strukturere arrangementbeskrivelsen din",
  "eventPost.edit.alertDescription": "For å gjøre arrangementet ditt pent kan du inkludere bilder. For å legge til bilder i arrangementbeskrivelsen må du legge til følgende tekst i beskrivelsen: \\image-0, \\image-1, \\image-2, osv. Tallet etter bildetiketten er indeksen til bildet i listen over bilder du la til arrangementet ditt. Følgende er et eksempel på en arrangementbeskrivelse som inkluderer bilder.",
  "eventPost.edit.alertFooter": "Dette er et eksempel. Denne teksten er starten på arrangementbeskrivelsen og vil ha et karusell av to bilder under den.<br/> <br/> \\image-0\n <br/> \\image-1 <br/> <br/>Dette er en tekstblokk under karusellen med bilder ovenfor. Under denne blokken vil det være bare ett bilde. <br/> <br/>\\image-2",
  "eventPost.edit.submit": "Lagre",
  "eventPost.edit.label.creating": "Oppretter nytt arrangement",
  "eventPost.edit.label.editing": "Redigering",
  "eventPost.edit.label.published": "Publisert",
  "eventPost.deletePostTitle": "Sletter arrangement",
  "eventPost.deletePostDescription": "Er du sikker på at du vil slette arrangement",

  "blog.title": "Blogginnlegg",
  "blog.intro": "Her er en samling av blogginnlegg laget gjennom studieturen vår på slutten av kurset.",
  "blog.groupTitle": "Studietur",
  "blog.primaryButton": "Opprett blogginnlegg",
  "blog.secondaryButton": "Lær mer",
  "blogPost.notPublished": "Dette blogginnlegget er ikke publisert ennå",
  "blogPost.edit.label.studsYear": "Studs år",
  "blogPost.edit.label.editing": "Redigering",
  "blogPost.edit.label.creating": "Oppretter nytt blogginnlegg",
  "blogPost.edit.label.published": "Publisert",
  "blogPost.edit.label.author": "Forfatter",
  "blogPost.edit.label.title": "Tittel",
  "blogPost.edit.label.description": "Beskrivelse",
  "blogPost.edit.label.addFrontImage": "Legg til forsidebilde",
  "blogPost.edit.label.addImages": "Legg til bilder som skal brukes i bloggbeskrivelsen",
  "blogPost.edit.alertHeader": "Hvordan strukturere blogginnleggets beskrivelse",
  "blogPost.edit.alertDescription": "For å gjøre blogginnlegget ditt pent kan du inkludere bilder. For å legge til bilder i blogginnleggets beskrivelse må du legge til følgende tekst i beskrivelsen: \\image-0, \\image-1, \\image-2, osv. Tallet etter bildetiketten er indeksen til bildet i listen over bilder du la til blogginnlegget ditt. Følgende er et eksempel på en blogginnleggbeskrivelse som inkluderer bilder.",
  "blogPost.edit.alertFooter": "Dette er et eksempel. Denne teksten er starten på bloggbeskrivelsen og vil ha et karusell av to bilder under den.<br/> <br/> \\image-0\n <br/> \\image-1 <br/> <br/>Dette er en tekstblokk under karusellen med bilder ovenfor. Under denne blokken vil det være bare ett bilde. <br/> <br/>\\image-2",
  "blogPost.edit.submit": "Lagre",
  "blogPost.deletePostTitle": "Sletter blogginnlegg",
  "blogPost.deletePostDescription": "Er du sikker på at du vil slette blogginnlegget",

  "confirm": "Bekreft",
  "cancel": "Avbryt",
  "leader": "Leder",
  "view": "Vis",
  "edit": "Rediger",
  "logout": "Logg ut",
  "login": "Logg inn",
  "email": "E-post",
  "phone": "Telefon",
  "role": "Rolle",

  "groups.title": "Møt gruppene",
  "groups.intro": "Studs består av seks forskjellige grupper med forskjellige fokusområder og en forskjellig leder, der innsatsen fra alle gruppene er like viktig for at prosjektet skal lykkes. Mye av arbeidet i Studs skjer mellom gruppene, og det er derfor viktig at du som gruppemedlem er samarbeidsvillig og forstår at vi alle jobber mot et felles mål. Studs vil ikke bare gi deg god kunnskap om hva prosjektarbeid innebærer, men du vil også få et fantastisk år og skape verdifulle relasjoner med industrien og innad i gruppen.",
  "groups.contact": "Har du noen spørsmål? Kontakt ",
  "groups.primaryButton": "Søk nå",
  "groups.secondaryButton": "Lær mer",
  "groups.manager_not_found": "Ingen gruppeleder funnet",
  
  "groups.finance_group_manager.title": "Økonomigruppen",
  "groups.finance_group_manager.description": "Økonomigruppen er en liten gruppe som jobber tett sammen med prosjektlederne for å lage prosjektets budsjett og sørge for at det følges. Gruppen er også ansvarlig for å møte de økonomiske behovene til de andre gruppene. Nytt for i år er at gruppen ikke trenger å håndtere regnskap, da dette vil bli håndtert eksternt. Kontinuerlig arbeidsmengde gjennom året, men mest arbeid om høsten og under turen.",
  
  "groups.event_group_manager.title": "Arrangementsgruppen",
  "groups.event_group_manager.description": "Arrangementsgruppen er ansvarlig for å planlegge og gjennomføre alle bedriftsarrangementer og samarbeide med selskapene for å skape arrangementer som er relevante, interessante og morsomme for både prosjektmedlemmene og selskapene. Gruppen hjelper selskapene med å tilpasse arrangementene etter deres ønsker og å arrangere arrangementer av høyeste standard. Arbeidet er svært kreativt og løsningsorientert ettersom ulike selskaper har ulike behov. Som medlem av arrangementsgruppen kan du forvente en jevn arbeidsmengde gjennom både vår- og høstsemesteret.",

  "groups.info_group_manager.title": "Info-gruppen",
  "groups.info_group_manager.description": "Info-gruppen er ansvarlig for å lage alt innholdet, den grafiske profilen som vil vises i våre ulike kanaler og rapporten. Teamet består av to fotografer, to redaktører og to art directors. Fotografene tar portretter av prosjektteamet og fotograferer alle arrangementer og turen. Redaktørene produserer all teksten på sosiale medier og i rapporten. Art director'ene lager den grafiske profilen og er ansvarlige for web, app og UX-design. De er også ansvarlige for layouten i rapporten. Kontinuerlig arbeidsmengde i løpet av høsten og våren.",

  "groups.it_group_manager.title": "IT-gruppen",
  "groups.it_group_manager.description": "IT-gruppen er en liten gruppe ansvarlig for Studs' nettside, backend og appene som finnes for både Android og iOS. Du bør ha interesse for programmering og/eller webdesign, i tillegg til viljen til å lære nye ting. Det er en bonus hvis du har tidligere erfaring, men det er ikke et krav. Arbeidsmengden er jevnt fordelt gjennom høsten og våren.",

  "groups.travel_group_manager.title": "Reisegruppen",
  "groups.travel_group_manager.description": "Reisegruppen er ansvarlig for alt som er relatert til turen ved slutten av prosjektet, fra planlegging av reiseruten og bestilling av flyreiser til koordinering av aktiviteter. Bortsett fra planlegging og logistikk, finner vi også inspirasjon og destinasjoner å foreslå for prosjektgruppen. Som en del av reisegruppen vil du lede prosjektgruppen under turen, sørge for at alle har det bra, og håndtere uforutsette situasjoner. Kontinuerlig arbeidsmengde i løpet av året, men mest intens under høsten og turen.",

  "groups.sales_group_manager.title": "Salgsgruppen",
  "groups.sales_group_manager.description": "Salgsgruppen er det første kontaktpunktet mellom Studs og selskaper. Dette er der vi som salgsteam imponerer og rekrutterer selskaper til arrangementer. Som et medlem av salgsteamet bør du være veldig sosial og utadvendt, ikke redd for å knytte nye kontakter og ikke gi opp etter et avslag. Salgsteamet er den største gruppen i Studs, så du har et flott team som hjelper deg, og selvfølgelig vil jeg som salgsteamleder hjelpe deg med å føle deg komfortabel. Vi i salgsteamet jobber også tett med arrangementsgruppen, siden de overtar etter at arrangementet er booket! Høy arbeidsmengde i løpet av høstperiodene P1, P2.",

  "login.intro": "Her vil innloggingssiden være.",
  "about.name": "Om",
  "events.name": "Arrangementer",
  "blog.name": "Blogg",
  "groups.name": "Grupper",
  "login.name": "Logg inn",
  "login.title": "Logg inn",
  "login.label.email": "E-post",
  "login.label.password": "Passord",
  "login.primaryButton": "Logg inn",
  "login.secondaryButton": "Glemt passord?",
  "footer.collaborations": "Samarbeid",

  
  "forgotPassword.title": "Glemt passord",
  "forgotPassword.label.email": "E-post",
  "forgotPassword.primaryButton": "Send",
  "checkEmail.title": "Sjekk e-posten din",
  "checkEmail.text": "Vi har sendt deg en e-post med en lenke for å tilbakestille passordet ditt. Hvis du ikke mottar en e-post innen noen minutter, vennligst sjekk søppelpostmappen din.",
  "resetPassword.title": "Skriv inn dine nye legitimasjonsopplysninger",
  "resetPassword.label.password": "Passord",
  "resetPassword.label.confirmPassword": "Bekreft passord",
  "resetPassword.primaryButton": "Tilbakestill passord",
  "changeSuccess.title": "Passord endret",
  "changeSuccess.text": "Passordet ditt har blitt endret. Du kan nå logge inn med det nye passordet ditt.",

  "editUser.label.creating": "Oppretter profil",
  "editUser.label.editing": "Redigerer profil",
  "editUser.label.changePicture": "Endre profilbilde",
  "editUser.label.firstName": "Fornavn",
  "editUser.label.lastName": "Etternavn",
  "editUser.label.studsYear": "Studs år",
  "editUser.label.email": "E-post",
  "editUser.label.phone": "Telefonnummer",
  "editUser.label.biography": "Biografi",
  "editUser.label.linkedIn": "LinkedIn",
  "editUser.label.github": "GitHub",
  "editUser.label.master": "Master",
  "editUser.label.admin": "Admin Innstillinger",
  "editUser.label.role": "Rolle",
  "editUser.label.permissions": "Tilgang",
  "editUser.edit.submit": "Lagre",
  "edituser.create.submit": "Opprett",

  "viewUser.biography": "Biografi",
  "viewUser.noBiography": "Ikke angitt",
  "viewUser.studsYear": "Studs år",
  "viewUser.master": "Master",
  "viewUser.noMaster": "Ikke angitt",
  "viewUser.role": "Rolle",
  "viewUser.permissions": "Tilgang",
  "viewUser.noPermissions": "Ingen tilgang",

  "none": "Ingen",
  "project_manager": "Prosjektleder",
  "finance_group": "Økonomi",
  "finance_group_manager": "Økonomiansvarlig",
  "event_group": "Arrangement",
  "event_group_manager": "Arrangementansvarlig",
  "info_group": "Info",
  "info_group_manager": "Infoansvarlig",
  "it_group": "IT",
  "it_group_manager": "IT-ansvarlig",
  "travel_group": "Reise",
  "travel_group_manager": "Reiseansvarlig",
  "sales_group": "Salg",
  "sales_group_manager": "Salgsansvarlig",

  "admin_permission": "Admin",
  "events_permission": "Arrangement",
  "blog_permission": "Blogg",

  "contact.deleteUser": "Sletter bruker",
  "contact.deleteUserDescription": "Er du sikker på at du vil slette brukeren"
}