{
  "homepage.intro": "Verbinde Stockholm mit KTHs \n Top-Tech-Studenten",

  "homepage.contact.short.title": "Kontakt",
  "homepage.contact.short.description": "Zögern Sie nicht, uns zu kontaktieren, wenn Sie an einer Veranstaltung interessiert sind oder mehr erfahren möchten.",
  "homepage.contact.short.button": "Erfahre mehr",
  "homepage.contact.title": "Arbeite mit uns",
  "homepage.contact.description": "Wenn Sie an einer Veranstaltung mit uns interessiert sind oder neugierig sind und mehr erfahren möchten, zögern Sie nicht, <strong>{{name}}</strong> zu kontaktieren.",
  "homepage.contact.buttonPrimary": "Kontaktiere uns",

  "homepage.project.short.title": "Das Projekt",
  "homepage.project.short.description": "Studs ist ein Projekt von KTH, das von einer Auswahl von Masterstudenten in für Informatik relevanten Studiengängen durchgeführt wird.",
  "homepage.project.short.button": "Erfahre mehr",
  "homepage.project.title": "Das Projekt",
  "homepage.project.description": "Studs ist ein Projekt von KTH, das von einer Auswahl von <strong>{{name}}</strong> Masterstudenten in für Informatik relevanten Studiengängen durchgeführt wird. Durch die Organisation von Veranstaltungen zusammen mit Unternehmen schaffen wir Möglichkeiten, sowohl Studenten als auch ihren potenziellen Arbeitgebern wertvolle Zeit miteinander zu geben. Am Ende des Kurses geht Studs auf eine Studienreise, um Unternehmen im Ausland zu treffen.",
  "homepage.project.buttonPrimary": "Über uns",
  "homepage.project.buttonSecondary": "Studienreise",

  "homepage.events.short.title": "Die Veranstaltungen",
  "homepage.events.short.description": "Während des Jahres treffen sich Studs-Mitglieder mit Unternehmen bei Veranstaltungen, die normalerweise in Firmenbüros stattfinden.",
  "homepage.events.short.button": "Erfahre mehr",
  "homepage.events.title": "Die Veranstaltungen",
  "homepage.events.description": "Während des Jahres treffen sich Studs-Mitglieder mit Unternehmen bei Veranstaltungen, die normalerweise in Firmenbüros stattfinden. Für die Studenten ist dies eine Gelegenheit, tiefere Einblicke in das Arbeitsleben des Unternehmens und das Geschäft des Unternehmens zu erhalten. Studs hilft den Unternehmen, die Veranstaltungen auf ihre Bedürfnisse zuzuschneiden, was garantiert, dass jede Veranstaltung so einzigartig ist wie das Unternehmen, das sie organisiert hat.",
  "homepage.events.buttonPrimary": "Vergangene Veranstaltungen",

  "about.groupTitle": "Studs",
  "about.title": "Das ist Studs",
  "about.intro": "Das Studs-Projekt ist ein jährliches gemeinnütziges Projekt der KTH mit dem Ziel, Studierenden, die einen Masterstudiengang im Bereich Informatik verfolgen, die Möglichkeit zu geben, sich mit IT-Unternehmen zu vernetzen. Durch die Organisation von Veranstaltungen gemeinsam mit Unternehmen schafft Studs Gelegenheiten, sowohl Studierenden als auch ihren potenziellen Arbeitgebern wertvolle Zeit miteinander zu ermöglichen. Während dieser Veranstaltungen erhalten die Studierenden tiefere Einblicke in das Arbeitsleben des Unternehmens und über dessen Geschäftstätigkeit. Studs besteht jedes Jahr aus rund 30 ausgewählten Studierenden. Die Mitglieder von Studs der letzten Jahre finden Sie weiter unten.",
  "about.primaryButton": "Benutzer erstellen",

  "events.title": "Vergangene Veranstaltungen",
  "events.intro": "Hier finden Sie eine Sammlung von Veranstaltungen, die wir in der Vergangenheit gemeinsam mit Unternehmen organisiert haben.",
  "events.groupTitle": "Veranstaltungen",
  "events.noLocation": "Nicht angegeben",
  "events.primaryButton": "Veranstaltung erstellen",
  "events": "Veranstaltung",

  "eventPost.notPublished": "Diese Veranstaltung ist noch nicht veröffentlicht",
  "eventPost.edit.label.studsYear": "Studs Jahr",
  "eventPost.edit.label.title": "Titel",
  "eventPost.edit.label.author": "Autor",
  "eventPost.edit.label.company": "Unternehmen",
  "eventPost.edit.label.description": "Beschreibung",
  "eventPost.edit.label.addFrontImage": "Titelbild hinzufügen",
  "eventPost.edit.label.addImages": "Fügen Sie Bilder hinzu, die in Ihrer Veranstaltungsbeschreibung verwendet werden sollen",
  "eventPost.edit.alertHeader": "So strukturieren Sie Ihre Veranstaltungsbeschreibung",
  "eventPost.edit.alertDescription": "Um Ihre Veranstaltung ansprechend zu gestalten, können Sie Bilder einfügen. Um Bilder in Ihrer Veranstaltungsbeschreibung hinzuzufügen, müssen Sie den folgenden Text zu Ihrer Beschreibung hinzufügen: \\image-0, \\image-1, \\image-2 usw. Die Zahl nach dem Bild-Tag ist der Index des Bildes in der Liste der Bilder, die Sie Ihrer Veranstaltung hinzugefügt haben. Im Folgenden finden Sie ein Beispiel für eine Veranstaltungsbeschreibung, die Bilder enthält.",
  "eventPost.edit.alertFooter": "Dies ist ein Beispiel. Dieser Text ist der Beginn der Veranstaltungsbeschreibung und wird unterhalb davon eine Bilder-Karussell mit zwei Bildern haben.<br/> <br/> \\image-0\n <br/> \\image-1 <br/> <br/>Dies ist ein Textblock unter dem oben genannten Bilder-Karussell. Unter diesem Block wird nur ein einzelnes Bild sein. <br/> <br/>\\image-2",
  "eventPost.edit.submit": "Speichern",
  "eventPost.edit.label.creating": "Neue Veranstaltung erstellen",
  "eventPost.edit.label.editing": "Bearbeitung",
  "eventPost.edit.label.published": "Veröffentlicht",
  "eventPost.deletePostTitle": "Veranstaltung löschen",
  "eventPost.deletePostDescription": "Sind Sie sicher, dass Sie die Veranstaltung löschen möchten",

  "blog.title": "Blogbeiträge",
  "blog.intro": "Hier finden Sie eine Sammlung von Blogbeiträgen, die während unserer Studienreise am Ende des Kurses verfasst wurden.",
  "blog.groupTitle": "Studienreise",
  "blog.primaryButton": "Blogbeitrag erstellen",
  "blog.secondaryButton": "Mehr erfahren",
  "blogPost.notPublished": "Dieser Blogbeitrag ist noch nicht veröffentlicht",
  "blogPost.edit.label.studsYear": "Studs Jahr",
  "blogPost.edit.label.editing": "Bearbeitung",
  "blogPost.edit.label.creating": "Neuen Blogbeitrag erstellen",
  "blogPost.edit.label.published": "Veröffentlicht",
  "blogPost.edit.label.author": "Autor",
  "blogPost.edit.label.title": "Titel",
  "blogPost.edit.label.description": "Beschreibung",
  "blogPost.edit.label.addFrontImage": "Titelbild hinzufügen",
  "blogPost.edit.label.addImages": "Fügen Sie Bilder hinzu, die in Ihrer Blogbeschreibung verwendet werden sollen",
  "blogPost.edit.alertHeader": "So strukturieren Sie Ihre Blogbeitragsbeschreibung",
  "blogPost.edit.alertDescription": "Um Ihren Blogbeitrag ansprechend zu gestalten, können Sie Bilder einfügen. Um Bilder in Ihrer Blogbeitragsbeschreibung hinzuzufügen, müssen Sie den folgenden Text zu Ihrer Beschreibung hinzufügen: \\image-0, \\image-1, \\image-2 usw. Die Zahl nach dem Bild-Tag ist der Index des Bildes in der Liste der Bilder, die Sie Ihrem Blogbeitrag hinzugefügt haben. Im Folgenden finden Sie ein Beispiel für eine Blogbeitragsbeschreibung, die Bilder enthält.",
  "blogPost.edit.alertFooter": "Dies ist ein Beispiel. Dieser Text ist der Beginn der Blogbeschreibung und wird unterhalb davon eine Bilder-Karussell mit zwei Bildern haben.<br/> <br/> \\image-0\n <br/> \\image-1 <br/> <br/>Dies ist ein Textblock unter dem oben genannten Bilder-Karussell. Unter diesem Block wird nur ein einzelnes Bild sein. <br/> <br/>\\image-2",
  "blogPost.edit.submit": "Speichern",
  "blogPost.deletePostTitle": "Blogbeitrag löschen",
  "blogPost.deletePostDescription": "Sind Sie sicher, dass Sie den Blogbeitrag löschen möchten",
  "confirm": "Bestätigen",
  "cancel": "Abbrechen",
  "leader": "Leiter",
  "view": "Ansehen",
  "edit": "Bearbeiten",
  "logout": "Abmelden",
  "login": "Anmelden",
  "email": "E-Mail",
  "phone": "Telefon",
  "role": "Rolle",

  "groups.title": "Treffen Sie die Gruppen",
  "groups.intro": "Studs besteht aus sechs verschiedenen Gruppen mit unterschiedlichen Schwerpunkten und verschiedenen Leitern, wobei der Einsatz aller Gruppen gleichermaßen wichtig ist, damit das Projekt erfolgreich ist. Ein Großteil der Arbeit bei Studs findet zwischen den Gruppen statt, und es ist daher wichtig, dass Sie als Gruppenmitglied kooperativ sind und verstehen, dass wir alle ein gemeinsames Ziel verfolgen. Studs wird Ihnen nicht nur großes Wissen über Projektarbeit vermitteln, sondern Sie werden auch ein tolles Jahr haben und wertvolle Beziehungen zur Industrie und innerhalb der Gruppe knüpfen.",
  "groups.contact": "Haben Sie Fragen? Kontaktieren Sie ",
  "groups.primaryButton": "Jetzt bewerben",
  "groups.secondaryButton": "Mehr erfahren",
  "groups.manager_not_found": "Kein Gruppenleiter gefunden",

  "groups.finance_group_manager.title": "Wirtschaftsgruppe",
  "groups.finance_group_manager.description": "Die Wirtschaftsgruppe ist eine kleine Gruppe, die eng mit den Projektmanagern zusammenarbeitet, um das Projektbudget zu erstellen und sicherzustellen, dass es eingehalten wird. Die Gruppe ist auch dafür verantwortlich, die finanziellen Bedürfnisse der anderen Gruppen zu erfüllen. Neu in diesem Jahr ist, dass die Gruppe keine Buchführung übernehmen muss, da diese extern verwaltet wird. Kontinuierliche Arbeitsbelastung während des Jahres, aber die meiste Arbeit im Herbst und während der Reise.",

  "groups.event_group_manager.title": "Event-Gruppe",
  "groups.event_group_manager.description": "Die Event-Gruppe ist verantwortlich für die Planung und Durchführung aller Unternehmensveranstaltungen und arbeitet mit den Unternehmen zusammen, um Veranstaltungen zu schaffen, die für die Projektmitglieder und die Unternehmen relevant, interessant und unterhaltsam sind. Die Gruppe unterstützt die Unternehmen bei der Anpassung der Veranstaltungen an ihre Wünsche und bei der Ausrichtung von Veranstaltungen auf höchstem Niveau. Die Arbeit ist sehr kreativ und lösungsorientiert, da verschiedene Unternehmen unterschiedliche Bedürfnisse haben. Als Mitglied der Event-Gruppe können Sie eine gleichmäßige Arbeitsbelastung im Frühlings- und Herbstsemester erwarten.",

  "groups.info_group_manager.title": "Info-Gruppe",
  "groups.info_group_manager.description": "Die Info-Gruppe ist verantwortlich für die Erstellung aller Inhalte, der grafischen Profile, die in unseren verschiedenen Kanälen erscheinen, und des Berichts. Das Team besteht aus zwei Fotografen, zwei Redakteuren und zwei Art-Direktoren. Die Fotografen machen Porträtaufnahmen des Projektteams, fotografieren alle Veranstaltungen und die Reise. Die Redakteure erstellen alle Texte in den sozialen Medien und den Bericht. Die Art-Direktoren erstellen das grafische Profil und sind verantwortlich für das Web-, App- und UX-Design. Sie sind auch verantwortlich für das Layout des Berichts. Kontinuierliche Arbeitsbelastung im Herbst und Frühling.",

  "groups.it_group_manager.title": "IT-Gruppe",
  "groups.it_group_manager.description": "Die IT-Gruppe ist eine kleine Gruppe, die für die Webseite, das Backend und die Apps von Studs sowohl für Android als auch für iOS verantwortlich ist. Sie sollten Interesse an Programmierung und/oder Webdesign haben und bereit sein, Neues zu lernen. Vorherige Erfahrung ist ein Plus, aber keine Voraussetzung. Die Arbeitsbelastung ist gleichmäßig über Herbst und Frühling verteilt.",

  "groups.travel_group_manager.title": "Reisegruppe",
  "groups.travel_group_manager.description": "Die Reisegruppe ist für alles rund um die Reise am Ende des Projekts verantwortlich, von der Planung der Route und der Buchung der Flüge bis zur Koordination der Aktivitäten. Neben Planung und Logistik suchen wir auch Inspiration und Reiseziele, die wir der Projektgruppe vorschlagen. Als Teil der Reisegruppe werden Sie die Projektgruppe während der Reise leiten, sicherstellen, dass alle eine gute Zeit haben und unvorhergesehene Situationen bewältigen. Kontinuierliche Arbeitsbelastung während des Jahres, aber am intensivsten im Herbst und während der Reise.",

  "groups.sales_group_manager.title": "Verkaufsgruppe",
  "groups.sales_group_manager.description": "Die Verkaufsgruppe ist der erste Kontakt zwischen Studs und Unternehmen. Hier beeindrucken und rekrutieren wir als Verkaufsteam Unternehmen für Veranstaltungen. Als Mitglied des Verkaufsteams sollten Sie sehr kontaktfreudig und extrovertiert sein, keine Angst haben, neue Verbindungen zu knüpfen und nicht nach einer Ablehnung aufgeben. Das Verkaufsteam ist die größte Gruppe in Studs, sodass Sie ein großartiges Team zur Unterstützung haben und natürlich werde ich als Verkaufsleiter helfen, damit Sie sich wohl fühlen. Wir im Verkaufsteam arbeiten auch eng mit dem Event-Team zusammen, da sie die Veranstaltung nach der Buchung übernehmen! Hohe Arbeitsbelastung während der Herbstperioden P1, P2.",

  "login.intro": "Hier wird die Anmeldeseite sein.",
  "about.name": "Über",
  "events.name": "Veranstaltungen",
  "blog.name": "Blog",
  "groups.name": "Gruppen",
  "login.name": "Anmelden",
  "login.title": "Anmelden",
  "login.label.email": "E-Mail",
  "login.label.password": "Passwort",
  "login.primaryButton": "Anmelden",
  "login.secondaryButton": "Passwort vergessen?",
  "footer.collaborations": "Zusammenarbeit",

  "forgotPassword.title": "Passwort vergessen",
  "forgotPassword.label.email": "E-Mail",
  "forgotPassword.primaryButton": "Senden",
  "checkEmail.title": "Überprüfen Sie Ihre E-Mail",
  "checkEmail.text": "Wir haben Ihnen eine E-Mail mit einem Link zum Zurücksetzen Ihres Passworts gesendet. Wenn Sie innerhalb weniger Minuten keine E-Mail erhalten, überprüfen Sie bitte Ihren Spam-Ordner.",
  "resetPassword.title": "Geben Sie Ihre neuen Anmeldedaten ein",
  "resetPassword.label.password": "Passwort",
  "resetPassword.label.confirmPassword": "Passwort bestätigen",
  "resetPassword.primaryButton": "Passwort zurücksetzen",
  "changeSuccess.title": "Passwort geändert",
  "changeSuccess.text": "Ihr Passwort wurde erfolgreich geändert. Sie können sich jetzt mit Ihrem neuen Passwort anmelden.",

  "editUser.label.creating": "Profil erstellen",
  "editUser.label.editing": "Profil bearbeiten",
  "editUser.label.changePicture": "Profilbild ändern",
  "editUser.label.firstName": "Vorname",
  "editUser.label.lastName": "Nachname",
  "editUser.label.studsYear": "Studs Jahr",
  "editUser.label.email": "E-Mail",
  "editUser.label.phone": "Telefonnummer",
  "editUser.label.biography": "Biografie",
  "editUser.label.linkedIn": "LinkedIn",
  "editUser.label.github": "GitHub",
  "editUser.label.master": "Master",
  "editUser.label.admin": "Admin-Einstellungen",
  "editUser.label.role": "Rolle",
  "editUser.label.permissions": "Berechtigungen",
  "editUser.edit.submit": "Speichern",
  "edituser.create.submit": "Erstellen",

  "viewUser.biography": "Biografie",
  "viewUser.noBiography": "Nicht angegeben",
  "viewUser.studsYear": "Studs Jahr",
  "viewUser.master": "Master",
  "viewUser.noMaster": "Nicht angegeben",
  "viewUser.role": "Rolle",
  "viewUser.permissions": "Berechtigungen",
  "viewUser.noPermissions": "Keine Berechtigungen",

  "none": "Keine",
  "project_manager": "Projektleiter",
  "finance_group": "Finanzen",
  "finance_group_manager": "Finanzmanager",
  "event_group": "Event",
  "event_group_manager": "Eventmanager",
  "info_group": "Info",
  "info_group_manager": "Informationsmanager",
  "it_group": "IT",
  "it_group_manager": "IT-Manager",
  "travel_group": "Reise",
  "travel_group_manager": "Reisemanager",
  "sales_group": "Vertrieb",
  "sales_group_manager": "Vertriebsmanager",

  "admin_permission": "Admin",
  "events_permission": "Event",
  "blog_permission": "Blog",

  "contact.deleteUser": "Benutzer löschen",
  "contact.deleteUserDescription": "Sind Sie sicher, dass Sie den Benutzer löschen möchten"
}